<?php

namespace app\api;

class GalacentreApi extends Api
{
    // 14 — Посуда и кухонные принадлежности;
    // 18 — Авто;
    // 20 — Галантерея;
    // 21 — Дача и Сад;
    // 22 — Детство;
    // 23 — Инструменты;
    // 25 — Новогодние товары;
    // 26 — Сантехника и товары для ванной комнаты;
    // 27 — Спорт и отдых;
    // 28 — Подарки;
    // 30 — Хозтовары;
    // 114 — Бытовая химия. Уход и красота. Гигиена;
    // 117 — Товары для животных;
    // 124 — Бытовая техника;
    // 130 — Домашний текстиль;
    // 141 — Канцтовары;
    // 170 — Ароматизаторы;
    // 171 — Туризм и рыбалка;
    // 182 — Мобильные аксессуары и электротехника;

    public const HOST = 'https://www.galacentre.ru/api/v2/';
}
